app/views/home/home.html.erb

            Son auteur : **
            <%= gossip.user.first_name %>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]