app/controllers/home_controller.rb

  def home

  @gossip = Gossip.all
---
SELECT "gossips".* FROM "gossips"